"mj_header_refresh" = "下拉可以刷新";
"mj_header_release" = "松开立即刷新";
"mj_header_loading" = "正在刷新数据中...";
"mj_header_lastupdate" = "最后更新";
"mj_header_today" = "今天";
"mj_header_norecord" = "无记录";
"mj_footer_refresh" = "点击或上拉加载更多";
"mj_footer_loading" = "正在加载更多的数据...";
"mj_footer_nodata" = "已经全部加载完毕";

"string_log_list" = "日志列表";
"string_latest" = "最新";
"string_log_details" = "日志详情";
"string_not_record_yet_tips" = "暂无记录";

"string_net_unavailable" = "网络连接不可用，请检查网络设置";
"string_net_timeout" = "请求超时，请稍后再试";
"string_net_ssl_untrusted" = "无法建立安全连接，请确认系统时间正确后重试，或尝试切换网络";
"string_net_connect_failed" = "无法连接服务器，请稍后重试";
"string_net_cancelled" = "请求已取消";
"string_net_unauthorized" = "登录状态已过期，请重新登录";
"string_net_forbidden" = "您没有执行此操作的权限";
"string_net_not_found" = "请求的资源不存在";
"string_net_server_error" = "服务器异常，请稍后重试";
"string_net_http_error" = "请求失败，请稍后重试";
"string_net_encoding_error" = "请求数据异常，请稍后再试";
"string_net_decoding_error" = "数据解析失败，请稍后再试";
"string_net_unknown" = "出现未知错误，请稍后重试";
